free_writing = {
    scene: "发生的事情",
    feeling: "当时的想法",
};

challenge_writing = {
    day: 4,
    prompt: {
        scene: "上个礼拜我妈给我介绍了她朋友的女儿，催我和她出去吃个饭。我不愿意去，和我妈大吵了一架，还摔了家里的液晶电视。",
        thought:
            "从小我家里就总这么管着我，让我做这做那，说是为了我好，管得我特烦。我这么大了，就不能尊重一点我的想法吗？还有我妈能不能别老试探来试探去，完全不给我留隐私。我们家就是这个破德行，从上到下没一个正常人。也幸好我不会结婚生孩子，也没打算领养，否则下一代也遭殃。",
        additional_info:
            "这位来访者还没有向家人“出柜”。在回顾过往经历时，他提到父母从小到大都较少干涉他的选择。高中时，尽管父母很想让他大学学一个就业前景好的专业，但是最后他们还是尊重了来访者自己的选择，同意他学艺术。送他去上大学的那天，父母还哭了。类似的情况也发生在了就业的问题上。父母希望他可以找个稳定的工作，比如当公务员或者音乐老师。但他还是希望能够实现自己的音乐梦，于是选择在酒吧驻唱。现在他也小有成就，收入情况跟当时的同学们也算是比较高的。家里的液晶电视就是他去年过年送给父母的礼物。从小到大父母也都比较尊重他的隐私，他从来没有发现父母偷翻他的手机。大学期间，父母也不过分干涉他的恋爱。给他安排相亲也是今年才有的事。",
    },
    questions: [
        {
            id: 1,
            prompt: "退后一步，您在TA之前的写作中看到了哪些非适应性的思维？",
            thoughts: [
                {
                    id: 1,
                    content: "我们家就是这个破德行，从上到下没一个正常人。"
                },
                {
                    id: 2,
                    content: "我妈能不能别老试探来试探去，完全不给我留隐私。"
                }
            ]
        },
        {
            id: 2,
            prompt: "在以上您列出的所有想法里，您看到了哪些类型的非适应性思维？[多选题]",
            thoughts: [
                {
                    id: 1,
                    name: "非黑即白",
                    content: "连我妈都说不过，我真的就是个废物。",
                },
                {
                    id: 2,
                    name: "以偏概全",
                    content:
                        "对应的想法：我们家就是这个破德行，从上到下没一个正常人。",
                },
                {
                    id: 3,
                    name: "灾难化思维",
                    content: "",
                },
                {
                    id: 4,
                    name: "揣摩人心",
                    content: "我妈能不能别老试探来试探去，完全不给我留隐私。",
                },
                {
                    id: 5,
                    name: "过分自责",
                    content: "",
                },
                {
                    id: 6,
                    name: "对号入座",
                    content: "",
                },
                {
                    id: 7,
                    name: "其他",
                    content: "",
                },
                {
                    id: 8,
                    name: "我没有发现自己的非适应性思维。",
                    content: "",
                },
            ],
        },

        {}

    ],
};
