{
    "q1": "1）他明显更偏心跟我一个部门的另一个男同事。\n2）我一直在想是不是我平常的穿搭或者动作让他发现我是同性恋了，所以才给我穿小鞋，想赶我走？\n3）他开会的时候会不指名道姓地骂人，我总觉得他这是针对我。\n4）我问身边其TA同事TA们又说老板就是这个脾气，让我不要多想，搞得像是我小心眼一样。",
    "q4": "老板因为工作上的事情批评了我，也因此产生了很多极端的联想。但是仔细梳理一下发现这些想法都没有足够的证据支持。我想我一定是因为太生气和委屈而过分解读了老板的行为。老板批评我，对我不满意，可能有很多种原因。比如，TA可能因为我的工作表现一直很好，所以对我要求更高了。尽管老板偏心或者发现我是同性恋的可能性也是存在的，但是我之前明显高估了这些想法的可能性。更何况同事们也都说老板就是这个脾气了，所以TA这样对我也挺合理的。我之前还会觉得自己这样想会有点小心眼，但是我当时真的心情很不好，而且也很担心自己会因为是同性恋而受到歧视，这样想也情有可原。我想如果下次这样的事情再发生，我可以按照今天学到的方法帮自己梳理一下！如果实在处理不好，我也可以试着去找老板沟通或者向专业的心理咨询师寻求帮助呢！",
    "q2": {
        "0": {
            "checked": false,
            "text": ""
        },
        "1": {
            "checked": false,
            "text": ""
        },
        "2": {
            "checked": true,
            "text": "老板因为发现我是同性恋，所以才给我穿小鞋，想赶我走。"
        },
        "3": {
            "checked": true,
            "text": "他明显更偏心跟我一个部门的另一个男同事；我一直在想是不是我平常的穿搭或者动作让他发现我是同性恋了；他开会的时候会不指名道姓地骂人，我总觉得他这是针对我。"
        },
        "4": {
            "checked": true,
            "text": "同事让我不要多想，搞得像是我小心眼一样。"
        },
        "5": {
            "checked": true,
            "text": "他开会的时候会不指名道姓地骂人，我总觉得他这是针对我。"
        },
        "6": {
            "checked": false,
            "text": ""
        },
        "7": {
            "checked": false,
            "text": ""
        }
    },
    "q3": {
        "0": {
            "checked": true,
            "text": "这些想法好像都是我根据“老板骂了我”和“老板经常板着脸”推测出来的。"
        },
        "1": {
            "checked": true,
            "text": "同事们都说老板就是这个脾气，所以不一定是偏心或者想赶我走。老板只是因为工作上的事发火，而不是因为我的言行举止和性倾向。而且我的工作表现确实比另一个同事好。"
        },
        "2": {
            "checked": true,
            "text": "确实有些极端了。老板不一定是想给我穿小鞋或者赶我走。"
        },
        "3": {
            "checked": true,
            "text": "我想这些想法主要是基于我的感受，因为被批评时我感到非常生气和委屈。事实上并没有足够的证据可以支持我的这些想法。"
        },
        "4": {
            "checked": true,
            "text": "我想我只看到被批评带来的消极影响了。也许老板这样训斥我是因为对我的期待很高呢？尽管老板这样的行为确实很令人不舒服，但也是有这样的可能的。"
        },
        "5": {
            "checked": true,
            "text": "我想我高估了老板会因为我的言行举止推测出我是同性恋的概率了。我也同样高估了自己会因此被排挤的可能性。"
        },
        "6": {
            "checked": true,
            "text": "这些想法都是我基于“老板骂了我”和“老板经常板着脸”这两个行为推测出来的。仔细想想这些行为并不能直接支持我的那些想法。我之所以担心自己会被排挤，是因为之前有看到其他性少数被职场歧视的例子，但是这也不一定会发生在我的身上。"
        },
        "7": {
            "checked": false,
            "text": ""
        }
    }
}
